<template>
  <div class="trainingCampAgreement p15">
    <h3>健康传奇训练营协议</h3>
    <div class="pb20">
      【审慎阅读】在同意本协议前请务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。
本协议对健康传奇<strong>APP</strong>、深圳健康传奇科技有限公司及其全部子公司（以下简称“健康传奇”）下各健身场馆（以下简称“场馆”）所销售的各类训练营课程（包括体验课）有效。
    </div>
    <div class="pb20">
      <h4 class>一、训练营课程</h4>
      <dl>
        <dd>1、健康传奇训练营服务采用会员制服务模式，只有购买训练营课程方能享相关服务。</dd>
        <dd>2、取得训练营会员资格应办理入会手续，具备中华人民共和国法律规定的与会员行为相适应的民事行为能力，并已知晓平台有关的规则与警示，承诺遵守健康传奇的相关规定。</dd>
      </dl>
      <dd>3、因经营管理需要，健康传奇可能会针对不同会员健身需要开展不同类别的训练营，但无论您购买何种课程，都将在享受会员权利的同时，受到本协议的约束。</dd>
      <dd>4、只有同时满足以下条件：年满16周岁未满60周岁身体健康并向健康传奇购买了课程，能如实提供和陈述个人信息，取得平台发放的电子课程的人士，方可成为健康传奇的有效会员。以上任一条件不满足，健康传奇有权拒绝向您提供服务。</dd>
    </div>
    <div class="pb20">
      <h4>二、训练营课程的取得方式</h4>
      <span>原始取得，指在健康传奇<strong>APP</strong>注册、填写真实、有效、全面的个人资料，办理课程购买手续并支付费用后取得的会员资格。</span>
    </div>

    <div class="pb20">
      <h4>三、训练营课程的管理</h4>
      <dl>
        <dd>1、本课程对外开放，全体学员均可购买。</dd>
        <dd>2、本课程仅供已购买的学员本人使用。</dd>
        <dd>3、会员在场馆训练时需遵守平台指定的各项守则，严重违反平台规章制度者，平台有权取消其会员资格无条件退还剩余费用。情节严重者，平台有权取消其会员资格不予退还剩余费用，终止一切服务。给平台或第三方造成损失的，会员应承担相关法律责任。</dd>
        <dd>4、本课程结束后，若学员有缺席课程的情况，后台将自动取消该学员对该次缺席课程的权益，本次课程的权益一经取消，健康传奇不予该学员进行补课、退费和转费续读等补偿。</dd>
        <dd>5、训练营课程结束后，若会员没有继续购买课程，平台系统自动取消该会员的训练营会员权限，训练营会员资格终止。</dd>
      </dl>
    </div>

    <div class="pb20">
      <h4>四、学员权利</h4>
      <dl>
        <dd>1、已购买本课程的学员享受相应的课程场馆对该学员作出的全部服务承诺；</dd>
        <dd>2、针对本课程的服务，学员有提出批评、投诉及改进建议的权利；</dd>
        <dd>3、会员在付款当月可以联系客服申请开具全额订单发票，发票内容为健身服务费， 明细为所购商品名称及数量；本公司为电子发票使用人，增值税普通发票只能开具电子发票，普通发票需要提供公司名称、纳税人识别号；增值税专用发票需要客户具备一般纳税人资质，开票信息提供公司名称、纳税人识别号、地址电话、开户行及账号（缺一不可）。</dd>
      </dl>
    </div>

    <div class="pb20">
      <h4>五、学员义务</h4>
      <dl>
        <dd>1、任何未经平台同意并私自办理变更手续的训练营会员或向非训练营会员转让会籍资格的行为均无效，场馆将不予接待。</dd>
        <dd>2、为了您的健身安全，请穿着运动服饰、运动鞋参加运动。运动期间，不得参与违反国家法律法规的活动，不得赤裸上身或穿着不得体或违反道德规范的服饰进行运动，否则健康传奇有权劝离并取消当日运动权利。</dd>
        <dd>3、健康传奇不接受怀孕期间/有重大疾病/病愈后没有有效医生证明的会员（手术后3个 月内的人群、有心血管疾病者、不能剧烈运动伤者、孕妇及哺乳期女性、产后不足6个月内的人群）购买课程/会员卡，上述情况下健康传奇有权取消其会籍资格无条件退款退课。</dd>
        <dd>4、平台原则上不接受60周岁以上老人入会，能出具真实有效的健康证明者除外（需正规机构出具的有效证明)，但因隐瞒或错报个人健康信息发生的一切责任都由其本人承担。 上述情况下健康传奇有权取消其会籍资格无条件退款退课。</dd>
        <dd>5、严禁会员胁迫教练/健康传奇工作人员提供额外钱款利益或其他不当利益（包含但不仅限于 索要优惠券、返现、线下约课等)，上述情况下健康传奇有权取消其会籍资格无条件退款退课。</dd>
        <dd>6、严禁会员骚扰、辱骂教练/健康传奇工作人员，泄露他人信息，影响对方正常工作生活，上述情况下健康传奇有权取消其会籍资格无条件退款退课，且保留追究其法律责任的权利。</dd>
        <dd>7、严禁心肺功能疾病、脊椎病、皮肤病及一切传染病患者进入场馆，有以上疾病的患者隐瞒病情取得会员资格的，健康传奇有权取消其会籍资格并不予退还剩余费用，且保留追究其法律责任的权利。</dd>
        <dd>8、严禁会员在场馆内销售任何商品，不得参与任何营利性健身指导，违反本条规定的，健康传奇有权取消其会籍资格并不予退还剩余费用。</dd>
        <dd>9、严禁在场馆内大声喧哗，使用污秽语言，扰乱其他会员以及一切违法活动，有以上情况发生，健康传奇有权取消其会籍资格并不予退还剩余费用，终止一切服务，且保留追究其法律责任的权利。</dd>
        <dd>10、未入驻健康传奇教练平台的会员在健康传奇场馆内都不能进行长时间的教学指导。包括朋友、 亲人之间的过长时间互相指导，一般超过30分钟，持续性的教学动作健康传奇都默认等同于黑私教学行为。健康传奇有权取消其会籍资格并不予退还剩余费用，终止一切服务。</dd>
        <dd>11、严重违反场馆规章制度者（包括但不仅限于殴打、辱骂他人，恶意破坏器械等)，健康传奇有权取消其会籍资格并不予退还剩余费用，终止一切服务。若造成平台和他人的损失， 本人需对此承担责任，且健康传奇保留追究其法律责任的权利。</dd>
        <dd>12、运动前严禁饮酒或饮用含酒精类饮料，因违反本条规定造成的人身伤害等意外情况， 本人需对此承担责任。健康传奇有权取消其会籍资格并不予退还剩余费用，终止一切服务，且保留追究其法律责任的权利。</dd>
        <dd>
          13、会员应自觉爱惜合理使用室内各项设施、设备、使用后须归放原位，禁止将室内各项设施、设备擅自带出场馆，如有损坏，丟失须追究相关人员责任，照价赔偿。情节严重或拒不赔偿者，健康传奇有权取消其会籍资格并不予退还剩余费用，终止一切服务，且保留追究其法律责任的权利。
          <ol>
            <ul>
              <li>•如实向健康传奇提供个人信息资料，并在资料发生变动后及时通知健康传奇。</li>
              <li>•进入场馆时凭手环和人脸认证，随时接受工作人员验证和抽查</li>
              <li>•未征得场馆负责人同意，禁止在场馆内拍照、摄像或录音。</li>
              <li>•严禁未预约课程，强行进入操房上操课。</li>
              <li>•严禁十六周岁以下儿童和孕妇进入健身区域，对于擅自进入健身区域造成伤害或损失的，本场馆概不负责。</li>
              <li>•严禁在健身区内吸烟、进食。</li>
              <li>•严禁携带宠物进入场馆。</li>
              <li>•严禁在健身区内吸烟、进食、吐疲、乱扔垃圾，请自觉维护健身房的环境卫生。</li>
            </ul>
          </ol>
        </dd>
        <span>以上情况，若经场馆工作人员/平台提醒仍未停止（不听劝阻）或情节严重，健康传奇有权取消其会籍资格无条件退款退课。</span>
      </dl>
    </div>
    <div class="pb20">
      <h4>六、课程训练时间变更</h4>
      <dl>
        <dd>1、训练营为固定课程，开课后学员应根据课程安排好自己的时间，非健康传奇原因造成的缺课，如出差、生理期等，均不予以补课和退款。</dd>
        <dd>2、开班前，若学员有不可抗因素，如突然受伤、怀孕或者生病等，提供医院病例证明后可全额退款；开班后，有不可抗因素申请退款，提供医院病例证明后，按照课程原价扣除所上课程费用，退剩余费用。</dd>
        <dd>3、每期训练营开营人数均有下限要求，不满人数下架后系统自动全额退款；不满人数延期，延期的退款也需按照上述规则退款。</dd>
      </dl>
    </div>
    <div class="pb20">
      <h4>七、已购买课程使用期限告知</h4>
      <dl>
        <dd>健康传奇训练营所有课程均设有使用时间限制。如果购买人在购买之日算起后超过约定使用有效期的情况，学员上课资格视为已过期并作废处理。</dd>
      </dl>
    </div>
    <div class="pb20">
      <h4>八、权利保留</h4>
      <dl>
        <dd>1、场馆营业时间以健康传奇APP以及门店显著位置公示为准，学员须遵守该营业时间。</dd>
        <dd>2、因国家政策或者法律法规的规定，场馆有权合理修改营业时间并在店内公示，恕不另行通知学员，该公示即视为通知。</dd>
        <dd>3、因器械、设备（设施）检修、维护，场馆有权在某一时间段对某一项目或某类项目采取停用或限用措施。</dd>
        <dd>4、其他出于学员安全及集体利益的需要，场馆有权采取必要措施以恢复经营秩序。</dd>
        <dd>5、因教练离职等客观原因导致原教练无法继续提供训练营服务的，消费者可要求平台按照未完成课程的数量据实退款，或要求更换教练继续训练营课程，除此以外，健康传奇不承担其他责任。</dd>
      </dl>
    </div>
    <div class="pb20">
      <h4>九、免责条款</h4>
      <span>出现下列情形的，场馆不予承担任何责任</span>
      <dl>
        <dd>1、遇不可抗力（如战争、自然灾害等）造成场馆营业终止或学员课程不能继续，致使学员遭受损失；</dd>
        <dd>2、学员所受损害是因其自身故意或过失造成的；</dd>
        <dd>3、学员所受损害是场馆工作人员以外的任何第三方的故意或过失行为导致的；</dd>
        <dd>4、学员不听劝阻，擅自进入或强行进入会员区域造成损害的，由其自身或致害方承担责任；</dd>
        <dd>5、如因学员个人原因（如学员锻炼时口袋中财物落地，学员随意放置财物品而遗忘的） 导致的贵重物品毁损、灭失、遗失的，场馆会积极配合提供相关线索；</dd>
        <dd>6、因学员资料或个人信息发生变动未及时通知场馆，从而造成损失或学员权利受限的；</dd>
      </dl>
    </div>
    <div class="pb20">
      <h4>十、安全提示</h4>
      <dl>
        <dd>1、学员在锻练前，应先做必要的热身练习，以免受伤。</dd>
        <dd>2、过度锻炼及违规锻炼均有受伤的可能，所以您在运动前对自身身体情况进行判断，并保持运动强度和时间的适当。</dd>
        <dd>3、健身场馆内任何运动项目及器械设施均有严格的操作方法和程序，请务必在专业人员的指导下或者安全手册下进行操作。</dd>
      </dl>
    </div>
    <div class="pb20">
      <h4>十一、特别声明</h4>
      <span>
        在法律允许的范围内，为更好地服务学员之需要，健康传奇有权对相关内容进行修改，且修改后的条款在健康传奇APP或其他传播渠道显著位置公示后，即对全体会员产生约束力。
健康传奇有权在任何时间暂时或永久修改或终止本协议或其中的任何部分。经修改的"条款"一经公布，立即自动生效。如果不同意所改动的内容，学员应主动取消已购买的课程。 如果学员继续参加课程，则视为接受协议条款的变动。
      </span>
    </div>
    <div class="pb20">
      <h4>十二、学员承诺</h4>
      <dl>
        <dd>1、本人保证所提供的入学资料及个人信息真实有效。</dd>
        <dd>2、本人身体健康且没有本协议约定的不适合进行运动的疾病。</dd>
        <dd>3、本人已阅读、理解并同意上述条文。</dd>
        <dd>4、您了解并同意，平台与部分训练营教练间不存在任何形式的劳动关系，部分训练营教练为入驻平台提供教练服务的独立个人。平台对教练的资质及教学行为的管理和监督，在任何情况 下，均不构成平台对教练行为的担保。</dd>
      </dl>
    </div>
    <div class="pb20">
      <h4>十三、法律适用及争议解决条款</h4>
      <span>
        本合同的效力、解释、变更、执行及争议的解决等均适用中华人民共和国法律。
因本合同产生的任何争议，双方应协商解决，协商不成的，应提交健康传奇管理者所在地人民法院裁决。
      </span>
    </div>
    <div class="pb20">
      <h4>附件：健康传奇训练营课程规则详情情</h4>

      <h4>【开班流程】</h4>
      <dl>
        <dd>付费成功加入训练营——教练邀请加入微信群——教练介绍课程安排授课——固定时间门店上课</dd>
        <h4>
          *健康传奇训练营，最低开班人数3/5/8等人（不同课程最低开班人数不同，视具体课程而定，
以课程购买页面为准)，若到期未满开班人数，课程延后一周或取消。
        </h4>
      </dl>
      <div class="pb15">
        <h4>【门店进门】</h4>
        <dl>
          <dd>只购买训练营课程的会员，课程前后1小时可以扫码进门。</dd>
        </dl>
      </div>
      <div class="pb15">
        <h4>【课程签到】</h4>
        <dl>
          <dd>课程开始前30分祌或课程结束后30分祌可进行签到，签到成功后方可进入操房。</dd>
        </dl>
      </div>
      <div class="pb15">
        <h4>【退款规则】</h4>
        <ol>
          <ul>
            <li>•健康传奇训练营为固定课程，开课后学员应根据课程安排好自己的时间，非训练营原因造成的缺课/旷课，如出差、生理期等，均不予以补课和退款。</li>
            <li>•开班前，若学员有不可抗因素，如突然受伤、怀孕或者生病等，提供医院病例证明后可全额退款；开班后，有不可抗因素申请退款，提供医院病例证明后，按照课程原价扣除所上课程费用退剩余费用。（*已上费用课程退款费用按实付金额-课程原单价* 已上课程数【例如，原价998,课程数10节，使用100元优惠券。上课2节，退款金额=898- (998除以10) *2】）</li>
            <li>•距离训练营开班曰期>5天，学员申请退款，不扣除任何费用。</li>
            <li>•2天<距离训练营开班曰期≤5天内，学员申请退款，扣除15%手续费。</li>
            <li>•距离训练营开班曰期≤2天，学员不可申请退款，但可转让给朋友，仅限转让一次。</li>
            <li>•不满人数下架后系统自动全额退款；不满人数延期，延期的退款也需按照上述规则退款。</li>
            <li>•转赠课程权益后，由原购买人发起退款或未开班成功的退款，退款的金额是返回到原购买人的支付账号，同时被转赠人的权益被取消。（转赠后发生的退款款项，由原购买人与被转赠人自行协商处理）</li>
          </ul>
        </ol>
        <h4>训练营体验课退款规则：</h4>
        <ol>
          <ul>
            <li>•健康传奇原因未开班，全额退款。（如：未达到开班人数，班级延期等）</li>
            <li>•距离训练营体验课开班日期> 1天，全额退款；距离训练营体验课开班日期≤1天，不予退款。</li>
            <li>•怀孕、受伤需长时间修养等特殊情况提供医院证明处理，全额退款。</li>
          </ul>
        </ol>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  }
};
</script>
<style lang="less" scoped>
.trainingCampAgreement {
  line-height: 30px;
  text-align: justify;
  font-size: 13px;
  h3 {
    text-align: center;
  }
}
</style>

