<template>
    <div class="privateEducationAgreement p15">
        <h3>私教协议</h3>
        <div class="pb20">
                【审慎阅读】在同意本协议前请务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。
本协议对健康传奇APP、深圳健康传奇科技有限公司及其全部子公司下各健身场馆（以下简称“场馆”）所使用的各类私教课程有效。
              </div>
        <div class="pb20">
            <h4>一、私教课程</h4>
            <dl>
                <dd>1、健康传奇私教服务采用会员制服务模式，只有购买了私教课程方能享受私人教练的各项专业健身服务及场馆相关配套服务。</dd>
                <dd>2、取得私教会员资格应办理入会手续，具备中华人民共和国法律规定的与会员行为相适应的民事行为能力，并已知晓平台有关的规则与警示；承诺遵守健康传奇的相关规定。</dd>
                <dd>3、因经营管理需要，健康传奇可能会针对不同会员健身需要办理不同类别的私教课程，但无论您购买何种私教课程，都将在享受私教会员权利的同时，受到本协议的约束。</dd>
                <dd>4、只有同时满足以下条件：年满 16 周岁未满 60 周岁身体健康并向健康传奇购买了私教课程，能如实提供和陈述个人信息，取得平台发放的电子私教课程的人士，方可成为健康传奇的有效会员。以上任一条件不满足，健康传奇有权拒绝向您提供服务。</dd>
            </dl>
        </div>
        <div class="pb20">
              <h4> 二、私教课程的取得方式</h4>
              <dl>
                  <dd>
                        原始取得，指在健康传奇APP注册、填写真实、有效、全面的个人资料，办理课程购买手续并支付费用后取得的会员资格。
                  </dd>
              </dl>
        </div>
        <div class="pb20">
            <h4>三、私教课程管理</h4>
            <dl>
                <dd style="color:red">
                    1、私教课程仅供会员本人使用，一旦售出，非不可抗因素不予退课；在教练及会员双方沟通允许的前提下可以转让。因学员问题要转让课程的情况，将不享受购买时的优惠，将按照课程原价进行课程流转，差价需由学员自行承担；教练或平台因素需要更换教练的情况，课程流转同样享受购买时的优惠价格。（具体退款、课程转让规则详见文末附件） 
                        
                        </dd>
                        <dd>2、会员在场馆训练时需遵守平台指定的各项守则，严重违反平台规章制度者，平台有权取消其会员资格无条件退还剩余费用。情节严重者，平台有权取消其会员资格不予退还剩余费用，终止一切服务。给平台或第三方造成损失的，会员应承担相关法律责任。</dd>
                       <dd>3、私教课程结束后，若会员没有继续购买课程，平台系统自动取消该会员的私教会员权限，私教会员资格终止。</dd>
                    </dl>
        </div>
        <div class="pb20">
            <h4>四、会员权利</h4>
            <dl>
                <dd>1、依照所购买的私教课程类别享受相应的平台对私教会员作出的全部服务承诺；</dd>
                <dd>2、针对私教的服务，会员有提出批评、投诉及改进建议的权利；</dd>
                <dd style="color:red">3、会员在付款当月可以联系客服申请开具全额订单发票，发票内容为健身服务费；明细为所购商品名称及数量；本公司为电子发票使用人，增值税普通发票只能开具电子发票，普通发票需要提供公司名称、纳税人识别号；增值税专用发票需要客户具备一般纳税人资质，开票信息提供公司名称、纳税人识别号、地址电话、开户行及账号（缺一不可）。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4> 五、会员义务</h4>
           <dl>
               <dd>1、任何未经平台同意并私自办理变更手续的私教会员或向非私教会员转让会籍资格的行为均无效，场馆将不予接待。</dd>
               <dd>2、为了您的健身安全，请穿着运动服饰、运动鞋参加运动。运动期间；不得参与违反国家法律法规的活动，不得赤裸上身或穿着不得体或违反道德规范的服饰进行运动，否则健康传奇有权劝离并取消当日运动权利。</dd>
               <dd style="color:red">3、健康传奇不接受怀孕期间/有重大疾病/病愈后没有有效医生证明的会员（手术后3个月内的人群、有心血管疾病者、不能剧烈运动伤者、孕妇及哺乳期女性、产后不足6个月内的人群）购买课程/会员卡，上述情况下健康传奇有权取消其会籍资格无条件退款退课。</dd>
               <dd style="color:red">4、平台原则上不接受60周岁以上老人入会，能出具真实有效的健康证明者除外（需正规机构出具的有效证明），但因隐瞒或错报个人健康信息发生的一切责任都由其本人承担。上述情况下健康传奇有权取消其会籍资格无条件退款退课。</dd>
               <dd>5、严禁会员胁迫教练/健康传奇工作人员提供额外钱款利益或其他不当利益（包含但不仅限于索要优惠券、返现、线下约课等），上述情况下健康传奇有权取消其会籍资格无条件退款退课。</dd>
               <dd>6、严禁会员骚扰、辱骂教练/健康传奇工作人员，泄露他人信息，影响对方正常工作生活，上述情况下健康传奇有权取消其会籍资格无条件退款退课，且保留追究其法律责任的权利。</dd>
               <dd>7、严禁心肺功能疾病、脊椎病、皮肤病及一切传染病患者进入场馆，有以上疾病的患者不允许购买购买课程/会员卡。</dd>
           </dl>
        </div>
        <div class="pb20">
                <h4>六、教练职责</h4>
                <dl>
                    <dd>1、了解学员的健康状况及训练需求，定制科学的训练计划。</dd>
                    <dd>2、在约定训练时间内为学员提供专业的健身服务。</dd>
                    <dd>3、每次训练前后为学员说明训练规划和目的。</dd>
                    <dd>4、在约定时间内给私教会员传授健身健康、营养及自我保健知识。</dd>
                    <dd>5、在约定时间内提高私教会员的体质和体格水平。</dd>
                    <dd>6、和私教会员协定训练时间；准时开课，按时完成教学任务。若健身教练休假或离职，平台将为私教会员重新安排健身教练，完成剩余次数。</dd>
                </dl>
        </div>
        <div class="pb20">
            <h4>七、训练时间变更</h4>
             <dl>
                 <dd>1、如果私教会员希望变更原定训练时间，须在预约的课程时间开始前2小时前提出；如因学员因素造成旷课，未按时完成课程，系统会自动结算当节课时费用。 </dd>
                 <dd>2、训练时间一旦确定，健身教练会按时等候私教会员。如果会员迟到，迟到的时间将不获补偿，训练时间不会延长，将于原定时间结束。</dd>
             </dl>
        </div>
        <div class="pb20">
            <h4>八、权利保留</h4>
            <dl>
                <dd>1、场馆营业时间以健康传奇APP及门店做显著位置公示为准，学员须遵守该营业时间。</dd>
                <dd>2、因国家政策或者法律法规的规定，场馆有权合理修改营业时间并在店内公示，恕不另行通知学员，该公示即视为通知。</dd>
                <dd>3、因器械、设备（设施）检修、维护，场馆有权在某一时间段对某一项目或某类项目采取停用或限用措施。</dd>
                <dd>4、其他出于学员安全及集体利益的需要，场馆有权采取必要措施以恢复经营秩序。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4> 九、免责条款</h4>
           <span>出现下列情形的，场馆不予承担任何责任</span>
            <dl>
                <dd>1、遇不可抗力（如战争、自然灾害等）造成场馆营业终止或学员课程不能继续，致使学员遭受损失；</dd>
                <dd>2、学员所受损害是因其自身故意或过失造成的；</dd>
                <dd>3、学员所受损害是场馆工作人员以外的任何第三方的故意或过失行为导致的； </dd>
                <dd>4、学员不听劝阻，擅自进入或强行进入会员区域造成损害的，由其自身或致害方承担责任；</dd>
                <dd>5、如因学员个人原因（如学员锻炼时口袋中财物落地，学员随意放置财物品而遗忘的）导致的贵重物品毁损、灭失、遗失的，场馆会积极配合提供相关线索； </dd>
                <dd>6、因学员资料或个人信息发生变动未及时通知场馆，从而造成损失或学员权利受限的。</dd>
                <dd>7、因教练个人原因造成无法继续在平台提供服务的情况，例如下架、拉黑、离职等过程中，造成学员不可避免的经济损失，须有教练自行承担，平台对教练行为进行管理和监督。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>十、安全提示</h4>
                <dl>
                    <dd>1、学员在锻练前，应先做必要的热身练习；以免受伤。</dd>
                    <dd>2、过度锻炼及违规锻炼均有受伤的可能，所以您在运动前对自身身体情况进行判断，并保持运动强度和时间的适当。</dd>
                    <dd>3、健身场馆内任何运动项目及器械设施均有严格的操作方法和程序，请务必在专业人员的指导下或者安全手册下进行操作。</dd>
                </dl>
        </div>
        <div class="pb20">
            <h4>十一、特别声明</h4>
                <dl>
                    <dd>在法律允许的范围内，为更好地服务学员的需要，健康传奇有权对相关内容进行修改，且修改后的条款自通知会员或在健康传奇APP 或其他传播渠道显著位置公示后，即对全体会员产生约束力。健康传奇有权在任何时间暂时或永久修改或终止本协议或其中的任何部分。经修改的“条款”一经公布，立即自动生效。如果不同意所改动的内容，学员应主动取消已购买的课程。如果学员继续参加课程，则视为接受协议条款的变动。</dd>
                </dl>
        </div>
        <div class="pb20">
            <h4>十二、会员承诺</h4>
            <dl>
                <dd>1、本人保证所提供的入会资料及个人信息真实有效。</dd>
                <dd>2、本人身体健康且没有本协议约定的不适合进行运动的疾病。 </dd>
                <dd>3、本人已阅读、理解并同意上述条文。</dd>
                <dd>4、您了解并同意，平台与部分私人教练间不存在任何形式的劳动关系，部分私人教练为入驻平台提供教练服务的独立个人。平台对教练的资质及教学行为的管理和监督，在任何情况下，均不构成平台对教练行为的担保。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>十三、法律适用及争议解决条款</h4>
                <span>本合同的效力、解释、变更、执行及争议的解决等均适用中华人民共和国法律。因本合同产生的任何争议，双方应协商解决，协商不成的，应提交深圳市松岗人民法院裁决。</span>
                <h4>附件：健康传奇私教课程规则详情</h4>
                <h4>私教体验课</h4>
                <span>体验课仅限新人购买（从未购买私教课程的客户），体验 1 次；须在分配教练后 7 日内体验完毕，过期作废，不可退款。本课程仅供购买的学员本人使用。</span>
                <h4>私教课</h4>
                <span>本课程对外开放，全体学员均可购买。 根据教练的等级价格不一样，以App页面展示为准， 8 节课起售，单节课程60分钟。本课程仅供购买的学员本人使用。</span>
        </div>
        <div class="pb20">
            <h4>【进门方式】</h4>
            <span> 可独立存在，限制是否购买会员卡，在课程预约时间前后 1 小时扫码进门。</span>
            <h4>【约课规则】</h4>
            <h4>【联系】</h4>
            <h4>私教体验课：</h4>
            <dl>
                <dd>1、指定教练：购课成功后 2 小时内教练会与您联系；您可以在健康传奇APP中查看自己已购买的私教课及教练联系方式；</dd>
                <dd>2、未指定教练：购课成功24小时后台分配教练，分配之后的2小时内教练与您联系预约上课。</dd>
            </dl>
            <h4>私教课：</h4>
            <dl>
                <dd>1、购课成功后2小时内教练会与您联系；</dd>
                <dd>2、您可以在健康传奇APP中查看自己已购买的私教课及教练联系方式。</dd>
            </dl>
            <h4>【预约/取消预约】</h4>
            <dl>
                <dd>1、您可以在健康传奇APP中查看自己已购买的私教课及教练联系方式，并联系教练进行预约；</dd>
                <dd>2、在您预约的时间开始前2小时内不可以取消课程，如需取消请至少提前2小时与教练沟通；（教练取消：开课前2小时之前，教练也可联系您协商取消；）</dd>
            </dl>
            <h4>【确认完课】</h4>
            <span>课程开始前，您可以在健康传奇APP中进行签到；</span>
            <h4>【课程转让】</h4>
            <dd><strong> 私教体验课：</strong>体验课转让需提前与教练和门店客服沟通，提交相应资料进行转让；注意：体验课转让之后转让人之后不再享受体验课权益，被转让人也必须为私教新用户，此次享受下次也无法再次购买体验课，限一次。</dd>
            <dd><strong>私教课：</strong>私教课转让需提前与教练和门店客服沟通，提交相应资料进行转让。注意：所有私教权益只能一次性转赠，转赠后不允许退款和再次转让。</dd>
            <h4> 【转教练】</h4>
            <dd><strong>常规订单（非活动）：</strong>转教练需需提前与教练和门店客服沟通，提交相应资料进行转让；注意：一个订单的私教权益只能转教练一次，转教练后不允许退款。</dd>
            <dd><strong>活动订单：</strong>活动订单原则上不支持转教练；</dd>
            <h4>【退款】</h4>
            <span>私教课程仅供会员本人使用，一旦售出，非不可抗因素不予退款；</span>
            <h4>21天包月私教</h4>
            <h4>【课程介绍】</h4>
            <dd>与普通私教课一样的服务内容，集中训练，21天，每天最多可约一节课，时间需与教练沟通，原则上仅限非高峰时间使用。本课程仅供购买的学员本人使用。</dd>
            <h4>【课程规则】</h4>
            <dl>
                <dd>1、购买日起， 21天内，每日可约1个课时；</dd>
                <dd>2、购买当日生效，有效期截至购买日后第21天，过期不可约课；</dd>
                <dd>3、适用于部分指定教练，非全部教练，仅限1vl私教课程；</dd>
                <dd>4、只限在非高峰期约课，非高峰期指：18:00一21:00以外时间；</dd>
                <dd>5、该课程与平台活动不同享，不可中途更换教练，非不可抗力不可退款；</dd>
                <dd>6、本课程不予退款，因不可抗因素，特殊情况如怀孕或生病（无法运动）等除外，提供医院病历证明后可扣除已生效时长对应的金额给予退款；</dd>
                <dd>7、以下人群不能参加此课程：有心血管等严重疾病，不能运动伤者，孕妇，产后不足6个月产妇等；</dd>
                <dd>8、请您提前和教练约好上课时间，安排好自己的上课时间，非健康传奇或私教原因造成的缺课，如出差、生理期等，均不予补课和退款。</dd>
            </dl>
        </div>
    </div>
</template>
<script>
    export default {
        data() {
            return {

            }
        }
    }
</script>
<style lang="less" scoped>
    .privateEducationAgreement {
        line-height: 30px;
        text-align: justify;
        font-size: 13px;
        h3 {
            text-align: center;
        }
    }
</style>