<template>
    <div class="vipAgreement content p15">
        <h3>特权说明</h3>
        <div class="pb20">
            【审慎阅读】在同意本协议前请务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。
        </div>
        <div class="pb20">
            本协议对健康传奇APP 、深圳健康传奇科技有限公司及其全部子公司下各场馆（以下简称”场馆”）所使用的各类会员卡有效。
        </div>
        <div class="pb20">
            <h4>一、会员/会员卡（含手环）</h4>
            <dl>
                <dd>1、健康传奇采用会员制服务模式，只有取得会员卡（购买相关课程课时的会员）方能享受场馆的各项专业健身服务及相关配套服务。</dd>
                <dd>2、取得会员资格应办理入会手续，具备中华人民共和国法律规定的与会员行为相适应的民事行为能力，并已知晓平台有关的规则与警示，承诺遵守健康传奇的相关规定。</dd>
                <dd>3、因经营管理需要，健康传奇可能会针对不同客户办理不同类别的电子会员卡，但无论您持有何种电子会员卡，都将在享受会员权利的同时，受到本协议的约束。 </dd>
                <dd>4、本协议所称”会员”是指年满 16 周岁未满 60 周岁身体健康并向场馆（健康传奇）缴纳了相应会员卡或相关课程全部费用，能如实提供和陈述个人信息，取得本平台发放的电子会员卡或电子课程卡的人士。因此您有义务对入会时所提供资料的真实性、合法性负责。以上任一条件不满足，健康传奇有权拒绝向您提供服务。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>二、电子会员卡（含手环）取得方式</h4>
            <dl>
                <dd>1、原始取得，指的是在健康传奇客户端注册、填写真实、有效、全面的个人资料，办理入会手续并缴纳会费后（办理课程购买手续并支付费用后）取得的会员资格，并按APP指示绑定手环。</dd>
                <dd>2、继受或转让取得，指在本协议约定的特殊事由出现时，通过办理一定的手续，由非会员的第三方取得会员资格，原会员资格终止。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>三、电子会员卡（含手环）的管理</h4>
            <dl>
                <dd style="color: red">1、会员卡（含手环）/会员课程卡仅供会员本人使用（体验卡除外），一经售出，非因甲方原因不得退换。</dd>
                <dd style="color:red">2、会员原则上不允许停卡、转让，但特殊情况如：怀孕、受伤等除外，请会员联系客服并提供相关有效证明。其他卡种不能转让或变相出售。活动卡（非正价购买的会员卡）不得转让，具体转让规则以具体活动规则为准。</dd>
                <dd>3、任何未经门店同意并私自办理变更手续的会员或向非会员转让会籍资格的行为均无效，场馆将不予接待。</dd>
                <dd>4、严重违反场馆规章制度者，场馆有权取消其会籍资格并不予退还剩余费用。</dd>
                <dd>5、会员卡期满后，若会员逾期不续费缴费，场馆后台自动取消该会员的会员权限，会员资格终止。</dd>
                <dd>6、会员卡生效日期：普通月度/季度/年度会员卡有效期自购卡付款成功之时生效；预售卡有效期从门店正式开始营业的当天0点开始生效。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>四、会员权利</h4>
            <dl>
                <dd>1、健康传奇运动采用会员制服务模式，只有取得会员方能享受场馆的各项专业健身服务及相关配套服务。</dd>
                <dd>2、自助健身，无限次。买卡立即生效。</dd>
                <dd>3、不同会员卡，门店通用范围不同。</dd>
                <dd>4、每月团体课程可无限次预约，课程种类丰富，满足不同程度的需要。</dd>
                <dd>5、手环+人脸识别进入门店后，店内跑步机、椭圆机、杠铃、史密斯机等多种健身器械不限用。</dd>
                <dd>6、上述服务根据您所购买的卡种不同而有所差异，您可依照所持卡的类别享受相应的场馆对该类持卡会员作出的全部服务承诺。</dd>
                <dd>7、依照所购买的课程类别享受相应的平台对会员作出的全部服务承诺；已购买课程的会员享受相应的课程场馆对该会员作出的全部服务承诺。</dd>
                <dd>8、会员有效期期满后会员可以进行续约；<span style="color:red">会员在付款当月可以申请开具全额订单发票，过期不予开具。会员在付款当月可以联系客服申请开具全额订单发票，发票内容为健身服务费，明细为所购商品名称及数量；本公司为电子发票使用人，增值税普通发票只能开具电子发票，昔通发票需要提供公司名称、纳税人识别号；增值税专用发票需要客户具备一般纳税人资质，开票信息提供公司名称、纳税人识别号、地址电话、开户行及账号（缺一不可）。</span></dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>五、会员守则</h4>
            <dl>
                <dd>1、如实向健康传奇提供个人信息资料，并在资料发生变动后及时通知健康传奇。</dd>
                <dd>2、进入场馆时凭人脸识别和手环，随时接受工作人员验证和抽查。</dd>
                <dd>3、健康传奇不接受怀孕期间/有重大疾病/病愈后没有有效医生证明的会员（手术后3个月内的人群、有心血管疾病者、不能剧烈运动伤者、孕妇及哺乳期女性、产后不足6个月内的人群）购买课程，上述情况下健康传奇有权无条件退款退课。</dd>
                <dd>4、为了您的健身安全，请穿着运动服饰、运动鞋参加运动。运动期间，不得参与违反国家法律法规的活动，不得赤裸上身或穿着不得体或违反道德规范的服饰进行运动，否则工作人员有权劝离并取消当日运动权利。</dd>
                <dd>5、运动前严禁饮酒或饮所含酒精类饮料，因违反本条规定造成的人身伤害等意外情况，本人需对此承担责任。</dd>
                <dd>6、禁止会员在场馆内销售任何商品，不得参与任何营利性健身指导，违反本条规定的，场馆有权取消其会员资格。</dd>
                <dd>7、未征得场馆负责人同意，禁止在场馆内拍照、摄像或录音。</dd>
                <dd style="color: red">8、平台原则上不接受 60 周岁以上老人入会，能出具真实有效的健康证明者除外（需正规机构出具的有效证明），但因隐瞒或错报个人健康信息发生的一切责任都由其本人承担。</dd>
                <dd>9、会员在健身时必须正确使用各种健身器械，以防造成意外人身伤害。</dd>
                <dd>10、会员应自觉爱借合理使用室内各项设施、设备、使用后须归放原位，禁止将室内各项设施、设备擅自带出场馆，如有损坏，丢失须追究相关人员责任，照价赔偿。（情节严重或拒不赔偿者，健康传奇有权终止一切服务，且保留追究其法律责任的权利。）</dd>
                <dd>11、严禁未预约课程，强行进入操房上操课。</dd>
                <dd>12、严禁十六周岁以下儿童和孕妇进入健身区域，对于擅自进入健身区域造成伤害或损失的，本场馆概不负责。</dd>
                <dd>13、严禁在健身区内吸烟、进食。</dd>
                <dd>14、严禁携带宠物进入场馆。</dd>
                <dd>15、严禁心肺功能疾病、脊推病、皮肤病及一切传染病患者进入场馆，有以上疾病的患者隐瞒病情取得会员资格的，场馆有权终止其资格，并保留追究其法律责任的权利。</dd>
                <dd>16、严禁在场馆内大声喧哗，使用污秽语言以及一切违法活动。</dd>
                <dd>17、严禁在健身区内吸烟、进食、吐痰、乱扔垃圾，请自觉维护健身房的环境卫生。</dd>
                <dd>18、未入驻健康传奇的会员在健身场馆内都不能进行长时间的教学指导。包括朋友、亲人之间的过长时间互相指导，一般超过 30 分钟，持续性的教学动作平台都默认等同于黑私教学行为。场馆有权取消其会籍资格并不予退还剩余费用。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>六、权利保留</h4>
            <dl>
                <dd>1、由于互联网高速发展，本协议列明的条款并不能完全概况双方所有权利与义务，现有的约定也可能不完全符合未来发展。因此，健康传奇有权根据业务发展随时增加各类补充协议，补充协议一经公示且您继续使用健康传奇的服务，视为您同意上述补充协议。</dd>
                <dd>2、场馆营业时间以健康传奇APP及门店做显著位置公示为准，学员须遵守该营业时间。</dd>
                <dd>3、因国家政策或者法律法规的规定，场馆有权合理修改营业时间并在店内公示，恕不另行通知学员，该公示即视为通知。</dd>
                <dd>4、因器械、设备（设施）检修、维护，场馆有权在某一时间段对某一项目或某类项目采取停用或限用措施。</dd>
                <dd>5、其他出于会员安全及集体利益的需要，场馆有权采取必要措施以恢复经营秩序。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>七、免责条款</h4>
            <dd>出现下列情形的，场馆不予承担任何责任</dd>
            <dl>
                <dd>1、遇不可抗力（如战争、自然灾害等）造成场馆营业终止或会员会籍不能继续，致使会员遭受损失。</dd>
                <dd>2、会员所受损害是因其自身故意或过失造成的。（因会员自身的任何疾病、损伤或其他缺陷导致用户在接受服务时发生任何损害的）</dd>
                <dd>3、会员所受损害是场馆工作人员以外的任何第三方的故意或过失行为导致的。 </dd>
                <dd>4、非会员不听劝阻，擅自进入或强行进入会员区域造成损害的，由其自身或致害方承担责任。</dd>
                <dd>5、如因会员个人原因（如会员锻炼时口袋中财物落地，会员随意放置财物品而遗忘的）导致的贵重物品毁损、灭失、遗失的，场馆会积极配合提供相关线索。</dd>
                <dd>6 、因会员资料或个人信息发生变动未及时通知场馆，从而造成损失或会员权利受限的。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>八、安全提示</h4>
            <dl>
                <dd>1、会员在锻练前，应先做必要的热身练习，以免受伤。</dd>
                <dd>2、过度锻炼及违规锻炼均有受伤的可能，所以您在运动前对自身身体情况进行判断，并保待运动强度和时间的适当。</dd>
                <dd>3、健身馆内任何运动项目及器械设施均有严格的操作方法和程序，请务必在专业人员的指导下或者安全手册下进行操作。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>九、特别声明</h4>
            <dd>在法律允许的范围内，健康传奇对该协议约定的内容有最终解释权，同时为更好地服务会员之需要，健康传奇有权对相关内容进行修改，且修改后的条款自通知会员或在健康传奇网站、 APP或其他传播渠道显著位置公示后，即对全体会员产。</dd>
        </div>
        <div class="pb20">
            <h4>十、会员承诺</h4>
            <dl>
                <dd>1、本人保证所提供的入会资料及个人信息真实有效。</dd>
                <dd>2、本人身体健康且没有本协议约定的不适合进行运动的疾病。</dd>
                <dd>3、本人已阅读、理解并同意上述条文。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>十一、法律适用及争议解决条款</h4>
            <dd style="color: red">本合同的效力、解释、变更、执行及争议的解决等均适用中华人民共和国法律。因本合同产生的任何争议，双方应协商解决，协商不成的，应提交深圳市松岗人民法院裁决。</dd>
        </div>
    </div>
</template>
<style lang="less" scoped>
    .vipAgreement {
        line-height: 30px;
        text-align: justify;
        font-size: 13px;
        h3 {
            text-align: center;
        }
    }
</style>