<template>
    <div class="leagueClassAgreement p15">
        <h3>健康传奇团课协议</h3>
        <div class="pb20">
                【审慎阅读】在同意本协议前请务必审慎阅读、充分理解各条款内容，特别是免除或者限 制责任的条款、法律适用和争议解决条款。
本协议对健康传奇<strong>APP</strong>、深圳健康传奇科技有限公司及其全部子公司（以下简称"健康传奇"）下各健身场馆（以下简称“场馆”）所销售的各类免费及额外付费团体课程有效。
              </div>
        <div class="p0b20">
            <h4>一、团体课程</h4>
            <dl>
                <dd>            
1、健康传奇团体服务采用会员制服务模式，只有购买会员卡或课程方能享受相关服务。</dd>
                <dd>2、取得团体课程学习资格应办理入会手续，具备中华人民共和国法律规定的与会员行为相适应的民事行为能力，并已知晓平台有关的规则与警示，承诺遵守健康传奇的相关规定。</dd>
                <dd>3、视个人需要，会员可能会针对自身情况购买不同类别的课程，但无论您购买何种团体课程，都将在享受会员权利的同时，受到本协议的约束。</dd>
                <dd>4、只有同时满足以下条件：年满16周岁未满60周岁身体健康并向健康传奇购买了团体课程，能如实提供和陈述个人信息，取得平台发放的电子课程的人士，方可成为健康传奇的有效会员。以上任一条件不满足，健康传奇有权拒绝向您提供服务。</dd>
            </dl>
        </div>
        <div class="pb20">
        <h4>二、团体课程的取得方式</h4>
        <dl>
            <dd>1、原始取得，指在"健康传奇"<strong>APP</strong>注册、填写真实、有效、 全面的个人资料，办理会员卡/课程购买手续并支付费用后取得的会员资格。</dd>
            <dd>2、团体课程仅限已取得健康传奇会员资格的会员购买（预约），会员资格的取得及管理详见《健康传奇会员卡协议》。</dd>
            <dd>3、本课程仅供已购买的学员本人使用。</dd>
            <dd>4、会员在场馆训练时需遵守平台指定的各项守则，严重违反平台规章制度者，平台有权取消其会员资格无条件退还剰余费用。情节严重者，平台有权取消其会员资格不予退还剩余费用，终止一切服务。给平台或第三方造成损失的，会员应承担相关法律责任。</dd>
            <dd>5、本课程结束后，若学员有缺席课程的情况，后台将自动取消该学员对本次缺席课程的权益，本次课程的权益一经取消，健康传奇不予该学员进行补课、退费和转费续读等补偿。</dd>
            <dd>6、本课程结束后，若会员没有继续购买课程，平台系统自动取消该会员的团体课程会员权限，团体课程会员资格终止。会员卡会员期满后，若会员逾期不续费缴费，场馆后台自动取消该会员的会员权限（同时自动取消该会员预约免费团体课程的会员权限），会员资格终止。</dd>
        </dl>
        </div>
        <div class="pb20">
            <h4>三、学员权利</h4>
            <dl>
                <dd>1、已购买本课程的学员享受相应的课程场馆对该学员作出的全部服务承诺；</dd>
                <dd>2、针对本课程的服务，学员有提出批评、投诉及改进建议的权利；</dd>
                <dd>3、会员在付款当月可以联系客服申请开具全额订单发票，发票内容为健身服务费， 明细为所购商品名称及数量；本公司为电子发票使用人，增值税普通发票只能开具电子发票，普通发票需要提供公司名称、纳税人识别号；增值税专用发票需要客户具备一般纳税人资质，开票信息提供公司名称、纳税人识别号、地址电话、开户行及账号（缺一不可）。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>四、学员义务</h4>
            <dl>
                <dd>1、任何未经平台同意并私自办理变更手续的会员或向非会员转让会籍资格的行为均无效，场馆将不予接待。</dd>
                <dd>2、为了您的健身安全，请穿着运动服饰、运动鞋参加运动。运动期间，不得参与违反国家法律法规的活动，不得赤裸上身或穿着不得体或违反道德规范的服饰进行运动，否则健康传奇有权劝离并取消当日运动权利。</dd>
                <dd>3、健康传奇不接受怀孕期间/有重大疾病/病愈后没有有效医生证明的会员（手术后3个 月内的人群、有心血管疾病者、不能剧烈运动伤者、孕妇及哺乳期女性、产后不足6个月内的人群）购买课程/会员卡，上述情况下健康传奇有权取消其会籍资格无条件退款退课。</dd>
                <dd>4、平台原则上不接受60周岁以上老人入会，能出具真实有效的健康证明者除外（需正规机构出具的有效证明），但因隐瞒或错报个人健康信息发生的一切责任都由其本人承担。上述情况下健康传奇有权取消其会籍资格无条件退款退课。</dd>
                <dd>5、严禁会员胁迫教练/健康传奇工作人员提供额外钱款利益或其他不当利益（包含但不仅限于索要优惠券、返现、线下约课等），上述情况下健康传奇有权取消其会籍资格无条件退款退课。</dd>
                <dd>6、严禁会员骚扰、辱骂教练/健康传奇工作人员，泄露他人信息，影响对方正常工作生活，上述情况下健康传奇有权取消其会籍资格无条件退款退课，且保留追究其法律责任的权利。</dd>
                <dd>7、严禁心肺功能疾病、脊椎病、皮肤病及一切传染病患者进入场馆，有以上疾病的患者 隐瞒病情取得会员资格的，健康传奇有权取消其会籍资格并不予退还剩余费用，且保留追究其 法律责任的权利。。</dd>
                <dd>8、严禁会员在场馆内销售任何商品，不得参与任何营利性健身指导，违反本条规定的， 健康传奇有权取消其会籍资格并不予退还剩余费用。</dd>
                <dd>9、严禁在场馆内大声喧哗，使用污秽语言，扰乱其他会员以及一切违法活动，有以上情况发生，健康传奇有权取消其会籍资格并不予退还剩余费用，终止一切服务，且保留追究其法律责任的权利。</dd>
                <dd>10、未入驻教练平台的会员在健康传奇场馆内都不能进行长时间的教学指导。包括朋友、亲人之间的过长时间互相指导，一般超过30分钟，持续性的教学动作健康传奇都默认等同于黑私教学行为。健康传奇有权取消其会籍资格并不予退还剩余费用，终止一切服务。</dd>
                <dd>11、严重违反场馆规章制度者（包括但不仅限于殴打、辱骂他人，恶意破坏器械等），健康传奇有权取消其会籍资格并不予退还剩余费用，终止一切服务。若造成平台和他人的损失，本人需对此承担责任，且健康传奇保留追究其法律责任的权利。</dd>
                <dd>12、运动前严禁饮酒或饮用含酒精类饮料，因违反本条规定造成的人身伤害等意外情况， 本人需对此承担责任。健康传奇有权取消其会籍资格并不予退还剩余费用，终止一切服务，且保留追究其法律责任的权利。</dd>
                <dd>13、会员应自觉爱惜合理使用室内各项设施、设备、使用后须归放原位，禁止将室内各项设施、设备擅自带出场馆，如有损坏，丟失须追究相关人员责任，照价赔偿。情节严重或拒不赔偿者，健康传奇有权取消其会籍资格并不予退还剩余费用，终止一切服务，且保留追究其法律责任的权利。</dd>
            </dl>
            <ol>
                <ul>
                    <li>•如实向健康传奇提供个人信息资料，并在资料发生变动后及时通知健康传奇。</li>
                    <li>•进入场馆时凭手环和人脸认证，随时接受工作人员验证和抽查</li>
                    <li>•未征得场馆负责人同意，禁止在场馆内拍照、摄像或录音。</li>
                    <li>•严禁未预约课程，强行进入操房上操课。</li>
                    <li>•严禁十六周岁以下儿童和孕妇进入健身区域，对于擅自进入健身区域造成伤害或损失的，本场馆概不负责。</li>
                    <li>•严禁在健身区内吸烟、进食。</li>
                    <li>•严禁携带宠物进入场馆。</li>
                    <li>•严禁在健身区内吸烟、进食、吐皮、乱扔垃圾，请自觉维护健身房的环境卫生。</li>
                </ul>
            </ol>
            <span>以上情况，若经场馆工作人员/平台提醒仍未停止（不听劝阻）或情节严重，健康传奇有权取消其会籍资格无条件退款退课。</span>
        </div>
        <div class="pb20">
            <h4>五、已购买课程使用期限告知</h4>
            <span>健康传奇所有课程均设有使用时间限制。如果购买人在购买之日算起后超过约定使用有效期的情况，学员上课资格视为已过期并作废处理。</span>
        </div>
        <div class="pb20">
            <h4>六、权利保留</h4>
            <dl>
                <dd>1、场馆营业时间以在APP及门店显著位置公示为准，学员须遵守该营业时间。</dd>
                <dd>2、因国家政策或者法律法规的规定，场馆有权合理修改营业时间并在店内公示，恕不另行通知学员，该公示即视为通知。</dd>
                <dd>3、因器械、设备（设施）检修、维护，场馆有权在某一时间段对某一项目或某类项目采取停用或限用措施。</dd>
                <dd>4、其他出于学员安全及集体利益的需要，场馆有权采取必要措施以恢复经营秩序。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>七、免责条款</h4>
            <span>出现下列情形的，场馆不予承担任何责任</span>
            <dl>
                <dd>1、	遇不可抗力（如战争、自然灾害等）造成场馆营业终止或学员课程不能继续，致使学员遭受损失；</dd>
                <dd>2、	学员所受损害是因其自身故意或过失造成的；</dd>
                <dd>3、	学员所受损害是场馆工作人员以外的任何第三方的故意或过失行为导致的；</dd>
                <dd>4、	学员不听劝阻，擅自进入或强行进入会员区域造成损害的，由其自身或致害方承担责任；</dd>
                <dd>5、	因学员个人原因（如学员锻炼时口袋中财物落地，学员随意放置财物品而遗忘的） 导致的贵重物品毁损、灭失、遗失的，场馆会积极配合提供相关线索；</dd>
                <dd>6、	因学员资料或个人信息发生变动未及时通知场馆，从而造成损失或学员权利受限的；</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>八、安全提示</h4>
            <dl>
                <dd>1、学员在锻练前，应先做必要的热身练习，以免受伤。</dd>
                <dd>2、过度锻炼及违规锻炼均有受伤的可能，所以您在运动前对自身身体情况进行判断，并保持动强度和时间的适当。</dd>
                <dd>3、健身场馆内任何运动项目及器械设施均有严格的操作方法和程序，请务必在专业人员的指导下或者安全手册下进行操作。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4>九、特别声明</h4>
             <span>在法律允许的范围内，为更好地服务学员之需要，健康传奇有权对相关内容进行修改，且修改后的条款在健康传奇APP或其他传播渠道显著位置公示后，即对全体会员产生约束力。
健康传奇有权在任何时间暂时或永久修改或终止本协议或其中的任何部分。经修改的“条款”一经公布，立即自动生效。如果不同意所改动的内容，学员应主动取消已购买的课程。 如果学员继续参加课程，则视为接受协议条款的变动。</span>
        </div>
        <div class="pb20">
            <h4>十、学员承诺</h4>
            <dl>
                <dd>1、本人保证所提供的入学资料及个人信息真实有效。</dd>
                <dd>2、本人身体健康且没有本协议约定的不适合进行运动的疾病。</dd>
                <dd>3、本人已阅读、理解并同意上述条文。</dd>
                <dd>4、您了解并同意，平台与部分团体教练间不存在任何形式的劳动关系，部分团体教练为入驻平台提供教练服务的独立个人。平台对教练的资质及教学行为的管理和监督，在任何情况下， 均不构成平台对教练行为的担保。</dd>
            </dl>
        </div>
        <div class="pb20">
            <h4> 十一、法律适用及争议解决条款</h4>
           <span>十一、法律适用及争议解决条款
本合同的效力、解释、变更、执行及争议的解决等均适用中华人民共和国法律。
因本合同产生的任何争议，双方应协商解决，协商不成的，应提交健康管家的管理者所在地人民法院裁决。</span>
<h4>附件：健康管家团体课程规则详情</h4>
<!-- <h4>免费团体课</h4>
<dl>
    <dd>
        <strong>【约课】：</strong>每天中午11:00开放2天后课程预约。（举例：今天周一11: 00可预约周三课程）
    </dd>
    <dd>
        <strong>【排队】：</strong>当课程名额已满，可选择排队。若预约成功的人取消课程，我们将会根据排队 先后顺序通知上课。排队成功后会通过健康传奇APP通知。
    </dd>
    <dd>
        <strong>【签到】：</strong>预约成功后，课程开始前30分钟或课程结束后30分钟可进行签到，签到成功后方可进入；签到完成后注意查看"我的课程"显示已签到状态，避免网络问题或者系统bug造成的签到未成功；如有紧急情况联系客服，告知原因后申请签到。
    </dd>
    <dd>
        <strong>【取消】：</strong>通过预约通道成功预订的课程可在开课前60分钟之前免责取消，开课前60 分钟内无法取消。
    </dd>
    <dd>
        <strong>【旷课】：</strong>因个人原因未签到，记为旷课一次。如果一周旷课2节及以上，下周限制只能 预约1节课程，下下周恢复正常
    </dd>
    <dd>
        <strong>【迟到】：</strong>原则上课程迟到5分钟不允许进入操房，特殊情况需要和工作人员说明情况，根据现场实际情况酌情安排，课程开始15分钟后为了您的人身安全，任何原因都不允许进入操房参加课程。
    </dd>
    <dd>
        <strong>【官方取消】：</strong>课程开始前3小时0分钟，预约会员不足3人，后台系统可能会自动取消课程，请大家知悉，谢谢理解和配合。若开课后到场会员不足3人，在征得您同意的情况下，教练可现场取消课程。
    <dd>
        <strong>【其他】：</strong>课程不允许占位，未预约课程会员的请勿进入操房。课程结束后请整理好自已使用的道具，带好随身物品离场。课程结束后需要继续上课的会员请离开操房再次签到， 请勿放任何物品占位。
    </dd>
</dl> -->
<h4>收费团体课：</h4>
<dl>
    <dd>
        <strong>【购买】：</strong>健康传奇APP购买之后就直接占坑
    </dd>
    <dd>
        <strong>【约课】：</strong>每周五晚上发布下一周课表，课表发布即可购买/约课。
    </dd>
    <h4>【排队】：</h4>
    <dd>
       课程包排队：购买收费课程包后，可消耗课程包次数进行排队，若排队不成功，次数将予以退还。
    </dd>
    <dd>付费排队：会员可付款排队，若排队不成功，金额将原路予以退还。</dd>
    <dd>
        <strong>【进门&签到】：</strong>预约成功后，课程前后1小时可以扫码进门，课程开始前30分钟或课程结束后30分钟可进行签到；门店教室门口签到器刷手环签到；签到完成后注意查看<strong>APP</strong>显示已签到状态，避免网络问题或者系统<strong>bug</strong>造成的签到未成功；如有紧急情况联系客服，告知原因后申请签到。
    </dd>
    
</dl>
<h4>付费课程【取消/退款】：</h4>
<dl>
    <dd>⑴课程开始前6小时前，可以无责取消课程，可全额退款；</dd>
    <dd>(2)课程开始前3小时-6小时内，取消课程，可退款50%;</dd>
    <dd>⑶课程开始前3小时内，不支持退款；</dd>
    <dd>⑷若因平台原因或不可抗力取消课程，系统自动全额退款----小于3人，提前三个小时，会自动取消课程。其他教练个人无法上课，我们会发送短信通知。</dd>
    
</dl>
<h4>课程包购买 【取消/退款】：</h4>
<dl>
    <dd>⑴课程开始前3小时前，可以无责取消课程，退单次课程约课权益；</dd>
    <dd>(2)课程开始前3小时内，不支持取消；</dd>
    <dd>⑶若因平台原因或不可抗力取消课程，系统自动退还权益----小于3人，提前三个小时，会自动取消课程。其他教练个人无法上课，我们会发送短信通知。</dd>
    <dd><strong>【旷课】：</strong>因个人原因未签到，不予退款/不退还权益。</dd>
    <dd><strong>【迟到】：</strong>课程迟到5分钟不允许进入操房，特殊情况需要和工作人员说明情况，根据现场实际情况酌情安排；课程开始15分钟后为了您的人身安全任何原因都不允许进入操房参加课程。</dd>
    <dd><strong>【官方取消】：</strong>若因平台原因或不可抗力取消课程，系统将自动全额退款/退还权益---- 小于3人，提前三个小时，会自动取消课程。其他教练个人无法上课，我们会发送短信通知。</dd>
    <dd><strong>【其他】：</strong> 课程不允许占位，未预约课程会员的请勿进入操房；课程结束后请整理好自已使用的道具，带好随身物品离场；课程结束后需要继续上课的会员请离开操房再次签到， 请勿放任何物品占位</dd>
    <dd><strong>【注意点】：</strong>课程不能转让，不能延期。</dd>
</dl>

        </div>
    </div>
</template>
<style lang="less" scoped>
    .leagueClassAgreement{
        line-height: 30px;
        text-align: justify;
        font-size: 15px;
        h3 {
            text-align: center;
        }
    }
    
</style>
